[
    { "name": "California", "info": "California stands at the forefront of protecting and supporting trans rights. The state has established comprehensive healthcare policies to ensure that transgender individuals have access to gender-affirming care, including hormone therapy and surgery, under both public and private insurance plans. California also offers legal protections against discrimination in healthcare settings, employment, housing, and public accommodations." },
    { "name": "Texas", "info": "Texas has been a battleground for trans rights, with ongoing debates and legislation impacting access to healthcare for transgender individuals. Despite some legal and political challenges, local communities and advocacy groups are working tirelessly to provide resources and support to the trans community. Many cities in Texas, such as Austin, have adopted more inclusive local policies to protect trans rights." },
    { "name": "New York", "info": "New York is committed to advancing trans rights, with comprehensive protections in healthcare, employment, and housing. The state offers gender-affirming care through Medicaid and has established anti-discrimination laws that make it illegal to deny services based on gender identity. New York City, in particular, has robust resources and support networks for transgender individuals." },
    { "name": "Germany - Ramstein Air Base", "info": "Ramstein Air Base has been working to support LGBTQIA+ service members, including transgender individuals, by providing access to inclusive healthcare and support services. The base offers counseling and connects service members to resources for gender-affirming care. Additionally, there are support groups and advocacy networks for LGBTQIA+ personnel to ensure a welcoming environment." },
    { "name": "Germany - Stuttgart (Kelley Barracks and Patch Barracks)", "info": "Stuttgart is home to a strong LGBTQIA+ community, with resources for transgender service members and their families. The military hospital and associated healthcare services offer referrals for gender-affirming care, and the base maintains an inclusive environment through LGBTQIA+ initiatives and counseling services." },
    { "name": "Germany - Grafenwöhr Training Area", "info": "Grafenwöhr Training Area provides access to LGBTQIA+ support services, including guidance for transgender individuals seeking gender-affirming care. The base has a network of healthcare professionals and advocates working to ensure all service members are treated with respect and have access to the necessary medical resources." },
    { "name": "Italy - Vicenza (Caserma Ederle)", "info": "Caserma Ederle in Vicenza has dedicated support for LGBTQIA+ service members, including transgender individuals. The base works in coordination with local medical providers to offer gender-affirming healthcare options, and it maintains a support group for LGBTQIA+ individuals and allies to foster an inclusive community." },
    { "name": "Italy - Camp Darby (Livorno)", "info": "Camp Darby provides support and resources to LGBTQIA+ service members, including information about gender-affirming healthcare. The base ensures that transgender personnel have access to medical consultations and provides links to local resources that support the needs of the LGBTQIA+ community." },
    { "name": "Italy - Aviano Air Base", "info": "Aviano Air Base, while primarily an Air Force installation, also supports transgender individuals by providing inclusive healthcare services and resources for gender-affirming care. The base offers mental health services, LGBTQIA+ support groups, and a community of allies to ensure all service members feel supported." }
  ]
  